Repository: kotlarekm/DemoWall
Catalog: Logical/mappView/Visualization/Resources/Texts/PIDSettingsStrings.tmx
Source language: en
Languages: pl

source: PID controller settings
pl: Ustawienia regulatora PID

source: Auto-tune
pl: Auto-tuning

source: Heating
pl: Grzanie

source: Cooling
pl: Chłodzenie

source: Integraotr preloading:
pl: Początkowa wartość bloku całkującego:

source: Cooling-Heating:
pl: Chłodzenie-Grzanie:

source: Heating-Cooling:
pl: Grzanie-Chłodzenie:

source: Histeresis
pl: Histereza

source: Mode:
pl: Typ:

source: Set point heat:
pl: Wartość zadana grzania:

source: Set point cool:
pl: Wartość zadana chłodzenia:

source: Cancel tuning
pl: Anuluj tuning
